### Standard Kegs
tap 'homebrew/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'homebrew/cask-fonts'
tap 'adoptopenjdk/openjdk'

brew 'gradle'
brew 'npm'
brew 'yarn'
brew 'grunt'
brew 'nodenv'
brew 'node-build'
brew 'git'
brew 'git-extras'
brew 'jenv'
brew 'bash-completion'
brew 'watch'
brew 'sbt'

cask 'docker'
cask 'google-chrome'
cask 'skitch'
cask 'vlc'
cask 'slack'

cask 'adoptopenjdk/openjdk/adoptopenjdk8'

brew 'openssl'
brew 'tldr'

brew 'docker'
brew 'docker-compose'
